{
  "paragraphs": [
    "Sedan jag var ung har jag alltid dragits till barn på ett eller annat sätt. Jag är idrottsledare i botten och jag instruerade länge barn i ju-jutsu. Det dröjde ändå till det att jag var 46 år som jag tog steget och äntligen utbildade mig till förskollärare.",
    "Då hade jag arbetat som vikarie inom förskola och skola under flera omgångar sedan slutet på 80-talet. 2007 fick jag tillvidareanställning som barnskötare. När Lpfö10 blev aktuell insåg jag att om jag ville få högre lön och kunna påverka mer behövde jag bestämma mig för att utbilda mig. Det har jag inte ångrat en sekund! Jag slås varje dag av häpnad över att förskolan inte tycks ligga högre på politikernas agenda än den gör. Det gör mig ledsen och frustrerad! De som drar det kortaste strået i denna ickedebatt är barnen. Nya reformer med mer krav som följd dränerar yrkeskåren som ska bära samhället och utbilda samt ge omsorg till vår framtid medan vårdnadshavare arbetar. Borde inte det ligga alla till lags att få en förskola som fungerar friktionsfritt med friska och närvarande, trygga förskollärare och barnskötare och stabila arbetslag? Både samhällsekonomiskt och för att få trygga och självständiga medborgare?",
    "Hur blev jag en del av ledningsgruppen i Förskoleupproret? Jag minns hur jag satt i en föreläsningssal 2013 och fick veta av en studiekamrat att Anki Jansson snart skulle gå upp på scen på Conventum. Jag fick en förklaring på varför och snart hördes ett sus genom salen när det hela spred sig som en löpeld. Sedan höll vi andan.... På den vägen är det. Jag blev snart en medlem i Förskoleupproret och även jag har varit en flitig debattör. När jag blev tillfrågad var svaret givet: Självklart vill jag vara med och skapa förändring för framtiden!",
    "Min spetskompetens i Förskoleupproret: Ser problem och letar lösningar. Jag provtänker högt och lågt. Min tidigare bana som elitidrottare har gett mig förmåga att hålla fokus och aldrig ge upp. Kanske ta nya vägar, men inte ge upp. Jag har lätt att uttrycka mig i skrift vilket gör att jag ligger bakom en hel del text, men inget går upp emot teamwork. Där finner jag den största kraften!"
  ]
}