{
  "paragraphs": [
    "Monica är en legitimerad förskollärare, facklig representant och skyddsombud.",
    "Jag är legitimerad förskollärare sedan 1990 och har arbetat i kommunal förskoleverksamhet sedan dess. Som engagerad och vetgirig pedagog har jag fortsatt söka utmaning och utveckling inom yrket genom åren. Detta har gett ny energi att omvandla till god undervisning tillsammans med barnen i verksamheten.",
    "Att ha arbetat under förskolans “gyllene år” har varit en fantastisk upplevelse som pedagog. Med goda  förutsättningar och undervisning baserad på lekglädje vet barns utveckling inga gränser. Detta fyller mig med största respekt för barns förmåga att lära.",
    "Lägg därtill glädje, skratt, nyfikenhet och gemensamt utforskande med barnen, så är mitt yrke fortfarande bäst!",
    "När  besparingar slog till, de goda förutsättningarna uteblev och barns behov behövde ställas mot varandra och när ledningsfunktioner, både inom organisationen och i politiken, inte längre stod på verksamhetens sida, har jag arbetat för bättre möjligheter genom att vara skyddsombud sedan 2005. Där jag gör mitt yttersta för att våra rättigheter och skyldigheter ska vara kända hos alla kollegor, så att vi kan arbeta för en hållbar förskola i framtiden.",
    "Hur blev jag en del av ledningsgrupp i förskoleupproret? Jag har följt Förskoleupproret från start och känt att det var precis vad som behövdes, ett nationellt forum som öppnade upp för hur vi har det ute på landets förskolor. Tanken på att vi tillsammans kan hjälpa varandra och hoppet om att vi kan förändra läget till det bättre är oöverstigligt starkt i mig tack vare Förskoleupproret. När frågan kom om jag vill ingå i ledningsgruppen, så var det just tanken på att alla tillsammans kan bidra, som gjorde att jag tackade ja. Jag är stark och orkar för alla de som inte längre kan. Det känns fantastiskt att ingå i den gemensamma kraften.",
    "Min spetskompetens i Förskoleupproret: Är positiv, lösningsinriktad och har lätt att se verksamheten organisatoriskt i helhetsperspektiv, sammanhang, risker och konsekvenser."
  ]
}
